<?php /* Smarty version Smarty-3.1.5, created on 2012-03-17 19:33:56
         compiled from "/home/evedoko/www/lib_todo/application/View/privacy.tpl" */ ?>
<?php /*%%SmartyHeaderCode:19592005894f6122970858e1-69600605%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '2e67871d095316811a749e78d1c1cf26b57dbee9' => 
    array (
      0 => '/home/evedoko/www/lib_todo/application/View/privacy.tpl',
      1 => 1331980429,
      2 => 'file',
    ),
  ),
  'nocache_hash' => '19592005894f6122970858e1-69600605',
  'function' => 
  array (
  ),
  'version' => 'Smarty-3.1.5',
  'unifunc' => 'content_4f6122970f1f9',
  'variables' => 
  array (
    'title' => 0,
  ),
  'has_nocache_code' => false,
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_4f6122970f1f9')) {function content_4f6122970f1f9($_smarty_tpl) {?><?php $_smarty_tpl->tpl_vars["title"] = new Smarty_variable("プライバシーポリシー", null, 0);?>
<?php echo $_smarty_tpl->getSubTemplate ("common/header.tpl", $_smarty_tpl->cache_id, $_smarty_tpl->compile_id, null, null, array(), 0);?>


<h2><?php echo $_smarty_tpl->tpl_vars['title']->value;?>
</h2>
<br />
<div class="well">
    fromKK（以下「当方」という）では、当方が提供する全てのサービスにおいて必要最低限の情報の取得を心がけています。<br />
    また、当方サービスの利用者（以下「利用者」という）から取得した個人情報の取り扱いの重要性を認識し、以下の通りプライバシーポリシーを定めます。<br />
    <br />
    <ol>
        <li>個人情報の定義<br />
            当方は、個人情報とは、個人情報の保護に関する法律に規定される生存する個人に関する情報（氏名、生年月日、その他の特定の個人を識別することができる情報）、ならびに特定の個人と結びついて使用されるメールアドレス、クレジットカード等その個人を識別できるものと認識しています。</li>
        <li>クッキー・IPアドレス情報<br />
            当方は、IPアドレス、クッキー情報、携帯端末の個体識別情報などを取得する場合があります。当方は、これらの情報をお客様のプライバシー保護、利便性の向上、広告の配信および統計データ取得などの目的で利用し、その他の目的で利用することは一切ありません。</li>
        <li>個人情報利用目的の特定<br />
            当方は、個人情報を取り扱うにあたって、その利用の目的を出来る限り特定します。</li>
        <li>個人情報利用の制限<br />
            当方は、あらかじめ利用者の同意を得ず、利用目的の達成に必要な範囲を超えて個人情報を取扱うことはありません。合併その他の理由により個人情報を取得した場合にも、あらかじめ利用者の同意を得ないで、承継前の利用目的の範囲を超えて取り扱うことはありません。ただし、次の場合はこの限りではありません。<br />
        <br />
        （1） 法令に基づく場合<br />
        （2） 人の生命、身体または財産の保護のために必要がある場合であって、利用者の同意を得ることが困難であるとき<br />
        （3） 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、利用者の同意を得ることが困難であるとき<br />
        （4） 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、利用者の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br />
        </li>
        <li>個人情報の取得に際する利用目的の通知<br />
                当方は、個人情報を取得するにあたり、あらかじめその利用目的を公表します。ただし、次の場合はこの限りではありません。<br />
        <br />
        （1） 利用目的を利用者に通知し、または公表することにより利用者または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合<br />
        （2） 利用目的を利用者に通知し、または公表することにより当方の権利または正当な利益を害するおそれがある場合<br />
        （3） 国の機関もしくは地方公共団体が法令の定める事務を遂行することに対して協力する必要がある場合であって、利用目的を利用者に通知し、または公表することにより当該事務の遂行に支障を及ぼすおそれがあるとき<br />
        （4） 取得の状況からみて利用目的が明らかであると認められる場合</li>
        <li>第三者提供の制限<br />
            当方は、次に掲げる場合を除くほか、あらかじめ利用者の同意を得ないで、個人情報を第三者に提供しません。<br />
            <br />
            （1） 法令に基づく場合<br />
            （2） 人の生命、身体または財産の保護のために必要がある場合であって、利用者の同意を得ることが困難であるとき<br />
            （3） 公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、利用者の同意を得ることが困難であるとき<br />
            （4） 国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、利用者の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき<br />
            （5） 予め次の事項を告知あるいは公表をしている場合<br />
                ア）利用目的に第三者への提供を含むこと<br />
                イ）第三者に提供されるデータの項目<br />
                ウ）第三者への提供の手段または方法<br />
                エ）利用者の求めに応じて個人情報の第三者への提供を停止すること<br />
            <br />
            ただし次に掲げる場合は上記に定める第三者には該当しません。<br />
            <br />
            （1） 当方が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合<br />
            （2） 合併その他の事由による事業の承継に伴って個人情報が提供される場合<br />
            （3） 個人情報を特定の者との間で共同して利用する場合であって、その旨並びに共同して利用される個人情報の項目、共同して利用する者の範囲、利用する者の利用目的および当該個人情報の管理について、利用者が容易に知り得る状態に置いているとき
        </li>
        <li>個人情報に関する事項の公表等<br />
            当方は、個人情報に関する次に掲げる事項について、利用者の知り得る状態に置き、利用者の求めに応じて遅滞なく回答します。<br />
            <br />
            （1） 個人情報の利用目的<br />
            （ただし、個人情報の保護に関する法律において、その義務がないと規定されるものは除きます。ご回答しない決定をした場合は、利用者に対して遅滞なくその旨を通知します。）<br />
            （2） 個人情報に関するお問い合わせ窓口
        </li>
        <li>個人情報の開示<br />
            当方は、利用者から、個人情報の開示を求められたときは、利用者に対し、遅滞なく開示します。ただし、開示することにより次のいずれかに該当する場合は、その全部または一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。<br />
            <br />
            （1） 利用者または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合<br />
            （2） 当方の業務の適正な実施に著しい支障を及ぼすおそれがある場合<br />
            （3） 他の法令に違反することとなる場合<br />
            <br />
            なお、アクセスログなどの個人情報以外の情報については、原則として開示いたしません。
        </li>
        <li>個人情報の訂正等<br />
            当方は、利用者から、個人情報が真実でないという理由によって、内容の訂正、追加または削除（以下「訂正等」といいます）を求められた場合には、他の法令の規定により特別の手続きが定められている場合を除き、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づき、個人情報の内容の訂正等を行い、その旨利用者に通知します。
        </li>
        <li>個人情報の利用停止等<br />
            当方は、利用者から、利用者の個人情報が、あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由、または偽りその他不正の手段により取得されたものであるという理由により、その利用の停止または消去（以下「利用停止等」といいます）を求められた場合には、遅滞なく必要な調査を行い、その結果に基づき、個人情報の利用停止等を行い、その旨利用者に通知します。ただし、個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、利用者の権利利益を保護するために必要なこれに代わるべき措置をとれる場合は、この代替策を講じます。
        </li>
        <li>プライバシーポリシーの改定<br />
            当方は本プライバシーポリシーの全部または一部を改定することがあります。重要な変更がある場合には、当方サイト上でお知らせします。
        </li>
        <li>プライバシーに関するお問い合わせ<br />
            プライバシーに関する意見等は、　　までお問い合わせください。
        </li>
    </ol>
</div>
<?php echo $_smarty_tpl->getSubTemplate ("common/footer.tpl", $_smarty_tpl->cache_id, $_smarty_tpl->compile_id, null, null, array(), 0);?>
<?php }} ?>