<?php /* Smarty version Smarty-3.1.5, created on 2012-03-17 19:33:51
         compiled from "/home/evedoko/www/lib_todo/application/View/rule.tpl" */ ?>
<?php /*%%SmartyHeaderCode:798831034f6121ca3838b3-87149921%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '912e5c78260735b9972f6a968f05aae4e15dda47' => 
    array (
      0 => '/home/evedoko/www/lib_todo/application/View/rule.tpl',
      1 => 1331980430,
      2 => 'file',
    ),
  ),
  'nocache_hash' => '798831034f6121ca3838b3-87149921',
  'function' => 
  array (
  ),
  'version' => 'Smarty-3.1.5',
  'unifunc' => 'content_4f6121ca5e59c',
  'variables' => 
  array (
    'title' => 0,
    'config' => 0,
  ),
  'has_nocache_code' => false,
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_4f6121ca5e59c')) {function content_4f6121ca5e59c($_smarty_tpl) {?><?php $_smarty_tpl->tpl_vars["title"] = new Smarty_variable("利用規約", null, 0);?>
<?php echo $_smarty_tpl->getSubTemplate ("common/header.tpl", $_smarty_tpl->cache_id, $_smarty_tpl->compile_id, null, null, array(), 0);?>


<h2><?php echo $_smarty_tpl->tpl_vars['title']->value;?>
</h2>
<br />
<div class="well">
    このウェブサイト（<?php echo $_smarty_tpl->tpl_vars['config']->value['top'];?>
、以下「当サイト」という）はfromKK（以下、「当方」という）が運営しております。 本規約は、当サイトを利用、または閲覧される利用者（以下「利用者」という）全てに適応されます。なお、本規約につきましては予告なく変更することがあります。<br />
    <h3>第１条【本規約の範囲および変更】</h3>
    <p>
        １．利用者は、本規約を承諾のうえ当方所定の方法にて当サービスを利用するものとします。<br />
        ２．いつでも任意の理由により、利用者に事前に通知することなく、本規約を変更、追加、及び削除をすることができるものとします。<br />
    </p>
    <h3>第２条【サービス】</h3>
    <p>
        １．当サイトの利用に際してはウェブにアクセスする必要がありますが、利用者は自らの費用と責任で必要な機器・ソフトウェア・通信手段等を用意し適切に接続・操作することとします。<br />
        ２．当サイトでは本の情報を共有するサービスの提供を行っておりますが、将来、様々なサービスを追加したり、または変更・削除することがあります<br />
        ３．当方は、当サイトが提供するサービス及び当サイトに付随するサービスに対する保証行為を一切しておりません。また、当方は、当サイトの提供するサービスの不確実性・サービス停止等に起因する利用者への損害について、一切責任を負わないものとします。<br />
    </p>
    <h3>第３条【利用者情報の取り扱い】</h3>
    １．当サイトの利用に際して利用者から取得した氏名、メールアドレス等の個人情報は、別途定める「プライバシーポリシー」に則り取り扱われます。<br />
    ２．利用者が、当サービスに登録した内容は、当方が所有するものとします。<br />
    ３．当方は、原則として個人を特定できる情報（氏名、電話番号、メールアドレス）を本人の同意を得ずに第三者に開示することは行わないものとします。ただし、個人を特定できない情報については、本人の承諾なく開示される場合があります。<br />
    ４．利用者が当方、加盟サイト、ほかの利用者または第三者に不利益をおよぼす行為をしたと当方が判断した場合、当方は利用者による当サイトの登録内容を当該第三者や警察または関連諸機関に通知することができます。<br />
    ５．裁判所、検察官、警察、弁護士会、消費者センターまたはこれに準じた権限を有する機関から、利用者の登録内容についての開示が求められた場合、当方の権利、信用や財産を保護する目的で情報を一部開示するものとします。<br />
    ６．利用者は、当サイトの利用上発生した当方、利用者同士または第三者との間の苦情、クレーム、訴訟について、当方が要求する事項（文章、口頭による交渉を含むがこれに限定されない）をすべて当方に対して開示するものとします。<br />
    ７．利用者が当サイトに登録または記載した情報は、当方が定める所定の期間または量を超えた場合、利用者への事前通知なく削除されることがあります。<br />
    <h3>第４条【権利の帰属】</h3>
    利用者が当サイトに記載した情報により知的所有権（著作権・意匠権・特許権・実用新案権・商標権・ノウハウが含まれるがこれに限定されない）が発生する場合、当該権利はすべて当方に帰属するものとします。また、これは無償で永続的な権利とみなします。 利用者が情報の記載を行った時点で、その投稿内容を当方および当方が認めた第三者が二次利用（雑誌への掲載許可など。複製・公開・送信・出版・翻訳・翻案・編集・転載なども含みます）することを許諾したものとみなします。<br />
    <h3>第５条【サービスの内容の変更、一時中断、及び廃止】</h3>
    １．当方は、利用者に事前に通知することなく本サービスの内容の変更を行うことができるものとします。<br />
    ２．当方は、次に該当する場合には、会員に事前に連絡することなく一時的に当サービスを中断する場合があります。 また、当方はこれ以外の事由により当サービスの提供の遅延または中断が発生したとしても、これに起因する利用者またはほかの第三者が被った損害について一切の責任を負わないものとします。<br />
    １）当サイトシステムの保守、点検、修理、変更を定期的にまたは緊急に行なう場合<br />
    ２）火災、停電などにより当サービスの提供ができなくなった場合<br />
    ３）地震、噴火、洪水、津波などの天災により当サービスの提供ができなくなった場合<br />
    ４）戦争、変乱、暴動、騒乱、労働争議などにより当サービスの提供ができなくなった場合<br />
    ５）その他、運用上、技術上当方が当サービスの一時的な中断を必要と判断した場合<br />
    ３.当方は、いつでも任意の理由により、ユーザーに事前に通知することなく本サービスの全部又は一部を廃止することができるものとします。<br />
    ４.当方は、本サービスの内容の変更、一時中断、及び廃止によりユーザーに生じた損害について、一切その責任を負わないものとします。<br />
    <h3>第６条【利用者情報の管理責任】</h3>
    当サイトを利用するためのIDとパスワードは利用者が責任をもって管理するものとします。IDとパスワードを利用して行われた行為の責任は利用者の責任とし、IDとパスワードの漏洩、不正使用などから生じた損害については、当方は一切その責任を負わないものとします。<br />
    <h3>第７条【禁止事項】</h3>
    １．利用者は本サービスを利用するにあたり、下記に該当する行為又はそのおそれがある行為を行ってはならないものとします。<br />
    １）公序良俗に反する行為<br />
    ２）犯罪的行為、またはそれらに結びつく行為<br />
    ３）第三者の知的所有権（著作権・意匠権・特許権・実用新案権・商標権・ノウハウが含まれるがこれに限定されない）を侵害する行為<br />
    ４）第三者の財産、信用、プライバシーを侵害する行為<br />
    ５）第三者に不利益を与える行為<br />
    ６）第三者を誹謗中傷する行為<br />
    ７）当サイトの運営を妨げる、または、当方の信用を毀損する行為<br />
    ８）その他、法律に反する行為<br />
    ９）本サイトの利用者として有する権利を第三者に転売、再販売、譲渡、若しくはこれに類する行為<br />
    １０）その他、当方が不適当と判断する行為<br />
    ２．上記に違反した場合、当方は利用者に対し損害賠償請求または、当方からの予告無く利用者の停止、削除をすることができることに利用者は同意したものとします。<br />
    <h3>第８条【免責等】</h3>
    １．当方は、利用者が当サイトを通じて得る情報、及び、情報の利用により得た成果等全ての情報に対して、その正確性および完全性などに関して、いかなる保証もするものではありません。<br />
    ２．利用者が当サイトに登録した情報及びやりとりされた情報等は、不慮のトラブル等により失われることがあります。当方は、失われた情報の修復の義務は負わないものとし、一切その責任を負わないものとします。<br />
    ３．当方は、予告なしに、当サイトの運営を停止または中止し、また当サイトに掲載されている情報の全部または一部を変更する場合があります。<br />
    ４．利用者が当サイトを利用したこと、または何らかの原因によりこれを利用できなかったことにより生じる一切の損害および第三者によるデータの書き込み、不正なアクセス、発言、メールの送信等に関して生じる一切の損害について、当方は、何ら責任を負うものではありません。<br />
    ５．当サイトの利用において、利用者と第三者の間で生じたトラブルに関して、当方は一切その責任を負わないものとします。<br />
    ６．当サイト上に他のウェブサイトへのリンクが設置されている場合、そのリンク先のサイト等については、当方は一切関与しません。当該サイト上のコンテンツ、広告、商品、役務などについて、当方は一切その責任を負わないものとします。<br />
    ７．本サイトの利用に関してユーザーに損害が発生した場合、本規約に特段の定めのない限り、当方は損害賠償責任を負わないものとします。<br />
    <h3>第９条【本規約の有効性】</h3>
    本規約の規定または、その一部が法令・判決等に基づいて無効と判断された場合でも、本規約は有効とします。<br />
    <h3>第１０条【準拠法、管轄裁判所等】</h3>
    本規約は日本国法に準拠するものとします。また、利用者と当方の間で、訴訟の必要が生じた場合、当方の本店所在地を管轄する裁判所を利用者と当方の専属的合意管轄裁判所とします。<br />
</div>
<?php echo $_smarty_tpl->getSubTemplate ("common/footer.tpl", $_smarty_tpl->cache_id, $_smarty_tpl->compile_id, null, null, array(), 0);?>
<?php }} ?>